Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/openstreetmap-tm.tmx
Source language: en
Languages: ca_es

source: <strong>United Kingdom</strong>: Contains Ordnance Survey data &copy; Crown copyright and database right 2010-12.
ca_es: <strong>Regne Unit</strong>: conté dades del Ordnance Survey &copy; Drets d'autor de la Corona i de la base de dades 2010-12.

source: For further details of these, and other sources that have been used to help improve OpenStreetMap, please see the <a href="http://wiki.openstreetmap.org/wiki/Contributors">Contributors page</a> on the OpenStreetMap Wiki.
ca_es: Per a més detalls sobre aquesta i d'altres fonts que han estat utilitzades per millorar els mapes d'OpenStreetMap, si us plau, vegeu al wiki d'OSM la pàgina dedicada als <a href="http://wiki.openstreetmap.org/wiki/Contributors">Col·laboradors</a>

source: Inclusion of data in OpenStreetMap does not imply that the original data provider endorses OpenStreetMap, provides any warranty, or accepts any liability.
ca_es: Inclusió de dades en OpenStreetMap no implica que l'original el proveïdor de dades recolza OpenStreetMap, proporciona cap garantia, o accepta qualsevol responsabilitat.

source: Copyright infringement
ca_es: Violació dels drets d'autor

source: OSM contributors are reminded never to add data from any copyrighted sources (e.g. Google Maps or printed maps) without explicit permission from the copyright holders.
ca_es: Recordem als col·laboradors d'OSM que mai s'han d'afegir dades de qualsevol font amb drets d'autor registrats (com Google Maps o mapes impresos per exemple) sense tenir una autorització explícita dels titulars dels drets d'autor.

source: If you believe that copyrighted material has been inappropriately added to the OpenStreetMap database or this site, please refer to our <a href="http://www.osmfoundation.org/wiki/License/Takedown_procedure">takedown procedure</a> or file directly at our <a href="http://dmca.openstreetmap.org/">on-line filing page</a>.
ca_es: Si penseu que hi ha material protegit per drets d'autor que ha estat afegit a la base de dades d'OpenStreetMap o a aquest web, si us plau aneu a la pàgina web dedicada al <a href="http://www.osmfoundation.org/wiki/License/Takedown_procedure">Procediment per eliminar dades protegides pels drets d'autor</a> o empleneu aquest <a href="http://dmca.openstreetmap.org/">formulari en línia.</a>.

source: Welcome!
ca_es: Benvingut!

source: Welcome to OpenStreetMap, the free and editable map of the world. Now that you're signed up, you're all set to get started mapping. Here's a quick guide with the most important things you need to know.
ca_es: Benvingut a OpenStreetMap, el mapa lliure i editable del món. Ara que ja t'has registrat, ja ho tens tot a punt per començar a editar el mapa. Aquí hi ha una guia ràpida amb les coses més importants que necessites saber

source: What's on the Map
ca_es: Què hi ha al mapa

source: OpenStreetMap is a place for mapping things that are both <em>real and current</em> - it includes millions of buildings, roads, and other details about places. You can map whatever real-world features are interesting to you.
ca_es: L'OpenStreetMap és un lloc per incloure al mapa coses que són <em>reals i normals</em>- això inclou milions d'edificis, carreteres, i altres detalls sobre llocs. Pots cartografiar totes les característiques del món real que et semblin interessants.

source: What it <em>doesn't</em> include is opinionated data like ratings, historical or hypothetical features, and data from copyrighted sources. Unless you have special permission, don't copy from online or paper maps.
ca_es: El que <em>no</em> inclou són dades subjectives com ara puntuacions, característiques històriques o hipotètiques i dades de fonts subjectes a copyright. A no ser que posseeixis un permís especial no copiïs res de mapes de paper o en línia.

source: Basic Terms For Mapping
ca_es: Condicions bàsiques per editar el mapa

source: OpenStreetMap has some of its own lingo. Here are a few key words that'll come in handy.
ca_es: l'OpenStreetMap té algunes paraules del seu propi argot. Aquí hi han unes quantes paraules clau que et poden venir bé.

source: An <strong>editor</strong> is a program or website you can use to edit the map.
ca_es: Un <strong>editor</strong> és un programa o pàgina web que pots utilitzar per editar el mapa.

source: A <strong>node</strong> is a point on the map, like a single restauraunt or a tree.
ca_es: Un <strong>node</strong> és un punt al mapa, com ara un restaurant o un arbre.

source: A <strong>way</strong> is a line or area, like a road, stream, lake or building.
ca_es: Una <strong>via</strong> és una línia o àrea, com ara una carretera, sèquia, llac o edifici.

source: A <strong>tag</strong> is a bit of data about a node or way, like a restaurant's name or a road's speed limit.
ca_es: Una <strong>etiqueta</strong> és un recull de dades sobre un node o una via, com ara el nom d'un restaurant o la velocitat màxima d'una carretera.

source: Any questions?
ca_es: Alguna pregunta més?

source: Need help mapping, or not clear on how to use OpenStreetMap? Get your questions answered on <a href='http://help.openstreetmap.org/'>the help website</a>.
ca_es: Necessita ajuda per a la cartografia, o no queda clar l'ús d'OpenStreetMap? Per obtenir respostes a les seves preguntes vagi a <un href='http://help.openstreetmap.org/'>l'ajuda web</a>.

source: Start Mapping
ca_es: Comença a editar el mapa

source: No Time To Edit? Add a Note!
ca_es: No tens temps per editar? Afegeix una nota!

source: If you just want something small fixed and don't have the time to sign up and learn how to edit, it's easy to add a note.
ca_es: Si només voleu fer una petita modificació però no disposeu del temps per registrar-vos i aprendre com editar, deixeu una nota al mapa.

source: Just go to <a href='%{map_url}'>the map</a> and click the note icon: <span class='icon note'></span>. This will add a marker to the map, which you can move by dragging. Add your message, then click save, and other mappers will investigate.
ca_es: Només cal que us dirigiu al<a href='%{map_url}'>mapa</a> i cliqueu l'icona de la nota: <span class='icon note'></span>. Això afegirà un marcador al mapa que podeu moure arrossegant-lo. Afegiu el vostre missatge, cliqueu el botó de desat, i altres usuaris ho investigaran.

source: [OpenStreetMap] %{user} commented on your diary entry
ca_es: [OpenStreetMap] %{user}, va comentar sobre la vostra entrada del diari

source: Hi %{to_user},
ca_es: Hola %{to_user},

source: %{from_user} has commented on your recent OpenStreetMap diary entry with the subject %{subject}:
ca_es: %{from_user} ha comentat en la vostra recent entrada del diari OpenStreetMap amb el tema %{subject}:

source: You can also read the comment at %{readurl} and you can comment at %{commenturl} or reply at %{replyurl}
ca_es: També podeu llegir el comentari a les %{readurl} i es pot comentar als %{commenturl} o respondre a les %{replyurl}

source: %{from_user} has sent you a message through OpenStreetMap with the subject %{subject}:
ca_es: %{from_user} ha enviat un missatge a través de OpenStreetMap amb el tema %{subject}:

source: You can also read the message at %{readurl} and you can reply at %{replyurl}
ca_es: També podeu llegir el missatge a % {readurl} i podeu respondre'l a % {replyurl}

source: [OpenStreetMap] %{user} added you as a friend
ca_es: [OpenStreetMap] %{user} us ha afegit a la llista d'amics

source: %{user} has added you as a friend on OpenStreetMap.
ca_es: %{user} us ha afegit com a amic a l'OpenStreetMap.

source: You can see their profile at %{userurl}.
ca_es: Podeu veure el seu perfil a %{userurl}.

source: You can also add them as a friend at %{befriendurl}.
ca_es: També el podeu afegir com a amic a %{befriendurl}.

source: Hi,
ca_es: Hola,

source: It looks like your GPX file
ca_es: Sembla el vostre fitxer GPX

source: with the description
ca_es: amb la descripció

source: and the following tags:
ca_es: i les etiquetes següents:

source: and no tags.
ca_es: i cap etiqueta.

source: [OpenStreetMap] GPX Import failure
ca_es: [OpenStreetMap] Error d'importació de GPX

source: failed to import. Here is the error:
ca_es: no es pot importar. Aquí està l'error:

source: More information about GPX import failures and how to avoid
ca_es: Més informació en relació a errades d'importació GPX i com evitar-les

source: them can be found at:
ca_es: ells es pot trobar a:

source: [OpenStreetMap] GPX Import success
ca_es: [OpenStreetMap] L'èxit de GPX importació

source: loaded successfully with %{trace_points} out of a possible %{possible_points} points.
ca_es: carregat amb %{trace_points} fora d'un punts possibles %{possible_points}.

source: [OpenStreetMap] Welcome to OpenStreetMap
ca_es: [OpenStreetMap] Benvinguts a OpenStreetMap

source: Hi there!
ca_es: Hola!

source: Someone (hopefully you) just created an account at %{site_url}.
ca_es: Algú (suposem que vós mateix) acaba de crear un compte a %{site_url}.

source: Before we do anything else, we need to confirm that this request came from you, so if it did then please click the link below to confirm your account:
ca_es: Primer de tot hem de confirmar que aquesta petició ha estat feta per vostè, si ha estat així, si us plau, premeu sobre el següent enllaç per tal confirmar la vostra petició de creació del compte d'usuari:

source: After you confirm your account, we'll provide you with some additional information to get you started.
ca_es: Després que confirmis el teu compte, et donarem més informació per tal que puguis començar amb els coneixements bàsics.

source: [OpenStreetMap] Confirm your email address
ca_es: [OpenStreetMap] Confirmeu l'adreça de correu

source: Someone (hopefully you) would like to change their email address over at %{server_url} to %{new_address}.
ca_es: Algú (esperem que vostè) vol canviar la vostra adreça electrònica a %{server_url} per %{new_address}.

source: If this is you, please click the link below to confirm the change.
ca_es: Si sou vós mateix, feu clic a l'enllaç inferior per confirmar el canvi.

source: [OpenStreetMap] Password reset request
ca_es: [OpenStreetMap] Sol·licitud de reinicialització de contrasenya

source: Someone (possibly you) has asked for the password to be reset on this email address's openstreetmap.org account.
ca_es: Algú (possiblement vostè) ha demanat que la contrasenya d'aquest compte d'openstreetmap.org li siga reiniciada a la vostra adreça de correu electrònic.

source: If this is you, please click the link below to reset your password.
ca_es: Si això és vostè, si us plau, feu clic a l'enllaç de sota per restaurar la seva contrasenya.

source: An anonymous user
ca_es: Un usuari anònim

source: [OpenStreetMap] %{commenter} has commented on one of your notes
ca_es: [OpenStreetMap] %{commenter} ha comentat en una de les teves notes

source: [OpenStreetMap] %{commenter} has commented on a note you are interested in
ca_es: [OpenStreetMap] %{commenter} ha comentat en una nota la qual teniu interès

source: %{commenter} has left a comment on one of your map notes near %{place}.
ca_es: %{commenter} ha fet un comentari en una de les teves notes del mapa aprop de %{place}.

source: %{commenter} has left a comment on a map note you have commented on. The note is near %{place}.
ca_es: %{commenter} ha fet un comentari en una nota de mapa a la qual has comentat. Aquesta nota és aprop de %{place}.

source: [OpenStreetMap] %{commenter} has resolved one of your notes
ca_es: [OpenStreetMap] %{commenter} ha solucionat una de les teves notes

source: [OpenStreetMap] %{commenter} has resolved a note you are interested in
ca_es: [OpenStreetMap] %{commenter} ha solucionat una nota que t'interessa

source: %{commenter} has resolved one of your map notes near %{place}.
ca_es: %{commenter} ha resolt una de les notes de mapa a prop %{place}.

source: %{commenter} has resolved a map note you have commented on. The note is near %{place}.
ca_es: %{commenter} ha resolt una nota de mapa en la qual has comentat. Aquesta nota és aprop de %{place}.

source: [OpenStreetMap] %{commenter} has reactivated one of your notes
ca_es: % [OpenStreetMap] {comentarista} ha reactivat una de les vostres notes

source: [OpenStreetMap] %{commenter} has reactivated a note you are interested in
ca_es: % [OpenStreetMap] {comentarista} ha reactivat una nota en que vostè està interessat

source: %{commenter} has reactivated one of your map notes near %{place}.
ca_es: % {comentarista} ha reactivat una de les notes de mapa a prop % {Lloc}.

source: %{commenter} has reactivated a map note you have commented on. The note is near %{place}.
ca_es: % {comentarista} ha reactivat una nota de mapa en la qual hi heu comentat. La nota és a prop de % {lloc}.

source: More details about the note can be found at %{url}.
ca_es: Podeu trobar més detalls de la nota a %{url}.

source: Inbox
ca_es: Safata d'entrada

source: My Inbox
ca_es: La meva safata d'entrada

source: outbox
ca_es: Safata de sortida

source: You have %{new_messages} and %{old_messages}
ca_es: Teniu %{new_messages} i %{old_messages}

source: {{PLURAL|one=%{count} new message|%{count} new messages}}
ca_es: {{PLURAL|one=%{count} missatge nou|%{count} missatges nous}}

source: {{PLURAL|one=%{count} old message|%{count} old messages}}
ca_es: {{PLURAL|one=%{count} missatge antic|%{count} missatges antics}}

source: From
ca_es: De

source: Subject
ca_es: Assumpte

source: Date
ca_es: Data

source: You have no messages yet. Why not get in touch with some of the %{people_mapping_nearby_link}?
ca_es: No teniu cap missatge. Per què no entreu en contacte amb %{people_mapping_nearby_link}?

source: people mapping nearby
ca_es: gent propera que cartografia

source: Mark as unread
ca_es: Marca com a no llegit

source: Mark as read
ca_es: Marca com a llegit

source: Reply
ca_es: Respon

source: Delete
ca_es: Suprimeix

source: Send message
ca_es: Envia el missatge

source: Send a new message to %{name}
ca_es: Envia un missatge nou per a %{name}

source: Send
ca_es: Envia

source: Back to inbox
ca_es: Torna a la safata d'entrada

source: Message sent
ca_es: S'ha enviat el missatge

source: You have sent a lot of messages recently. Please wait a while before trying to send any more.
ca_es: Heu enviat un munt de missatges recentment. Espereu una estona abans d'intentar d'enviar més missatges.

source: No such message
ca_es: No existeix aquest missatge

source: Sorry there is no message with that id.
ca_es: Trist que no hi ha cap missatge amb que id.

source: Outbox
ca_es: Sortida

source: My %{inbox_link}
ca_es: El meu %{inbox_link}

source: inbox
ca_es: Entrada

source: {{PLURAL|one=You have %{count} sent message|You have %{count} sent messages}}
ca_es: {{PLURAL|one=Teniu %{count} missatge enviat|Teniu %{count} missatges enviats}}

source: To
ca_es: A

source: You have no sent messages yet. Why not get in touch with some of the %{people_mapping_nearby_link}?
ca_es: Encara no has enviat cap missatge. Per què no entrar en contacte amb alguns dels %{people_mapping_nearby_link}?

source: You are logged in as `%{user}' but the message you have asked to reply to was not sent to that user. Please login as the correct user in order to reply.
ca_es: Heu iniciat la sessió com "%{user}", però el missatge que han demanat de respondre a no s'ha enviat a aquest usuari. Si us plau connecti's com l'usuari correcte per a respondre.

source: Read message
ca_es: Llegeix el missatge

source: Back
ca_es: Enrere

source: You are logged in as `%{user}' but the message you have asked to read was not sent by or to that user. Please login as the correct user in order to read it.
ca_es: Heu iniciat la sessió com a "%{user}", però el missatge que proveu de llegir a no va ser enviat o adreçat a aquest usuari. Si us plau connecteu-vos com l'usuari correcte per poder llegir-ho.

source: Message marked as read
ca_es: Missatge marcat com a llegit

source: Message marked as unread
ca_es: Missatge marcat com a no llegit

source: Message deleted
ca_es: Missatge suprimit

source: You are either using a browser that does not support JavaScript, or you have disabled JavaScript.
ca_es: Tampoc està utilitzant un navegador que no suporta JavaScript o té deshabilitat JavaScript.

source: OpenStreetMap uses JavaScript for its slippy map.
ca_es: L'OpenStreetMap utilitza JavaScript per al mapa lliscant.

source: Permalink
ca_es: Enllaç permanent

source: Shortlink
ca_es: Enllaç curt

source: Add a note
ca_es: Afegiu una nota

source: Copyright OpenStreetMap and contributors, under an open license
ca_es: Copyright d'OpenStreetMap i els seus col·laboradors sota llicència oberta

source: Editing failed - make sure JOSM or Merkaartor is loaded and the remote control option is enabled
ca_es: L'edició ha fallat - assegureu-vos que el JOSM, o el Merkaartor, esta executant-se i que l'opció de comandament a distància està habilitatada

source: You have not set your edits to be public.
ca_es: No heu fet les configuracions necessàries per tal que les vostres modificacions siguin públiques.

source: You can no longer edit the map unless you do so. You can set your edits as public from your %{user_page}.
ca_es: Ja no podeu modificar el mapa a menys que feu públics els vostres canvis. Podeu configurar les modificacions com a públiques a la vostra %{user_page}.

source: user page
ca_es: pàgina d'usuari

source: Find out why this is the case.
ca_es: Esbrina perquè aquest és el cas.

source: You need a Flash player to use Potlatch, the OpenStreetMap Flash editor. You can <a href="http://www.adobe.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash">download Flash Player from Adobe.com</a>. <a href="http://wiki.openstreetmap.org/wiki/Editing">Several other options</a> are also available for editing OpenStreetMap.
ca_es: Necessiteu intèrpret de Flash per utilitzar el Potlatch, l'editor de l'OpenStreetMap. Podeu <a href="http://www.adobe.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash">baixar el pluguin de Flash des del web Adobe.com</a>. També hi ha <a href="http://wiki.openstreetmap.org/wiki/Editing">altres opcions</a> per editar l'OpenStreetMap.

source: You have unsaved changes. (To save in Potlatch, you should deselect the current way or point, if editing in live mode, or click save if you have a save button.)
ca_es: Teniu canvis sense desar. (Per desar els canvis al Potlatch, heu de desseleccionar la via o el punt actual, si esteu en l'edicó en viu, o fer clic a "desa", si teniu un botó "desa".)

source: Potlatch 2 has not been configured - please see http://wiki.openstreetmap.org/wiki/The_Rails_Port#Potlatch_2 for more information
ca_es: No s'ha configurat el Potlatch 2 - vegeu http://wiki.openstreetmap.org/wiki/The_Rails_Port#Potlatch_2 per a més informació

source: You have unsaved changes. (To save in Potlatch 2, you should click save.)
ca_es: Teniu canvis sense desar. (Per desar els canvis al Potlatch 2, heu de fer clic a "desa".)

source: iD has not been configured
ca_es: iD no s'ha configurat

source: Your browser doesn't support HTML iframes, which are necessary for this feature.
ca_es: El navegador no suporta iframes HTML, que són necessàries per a aquesta funcionalitat.

source: Search Results
ca_es: Resultats de la cerca

source: Close
ca_es: Tanca

source: Search
ca_es: Cerca

source: Where am I?
ca_es: On sóc?

source: Describe the current location using the search engine
ca_es: Descriu la localització actual fent servir el motor de cerca

source: Go
ca_es: Vés-hi

source: examples: 'Alkmaar', 'Regent Street, Cambridge', 'CB2 5AQ', or 'post offices near Lünen' <a href='http://wiki.openstreetmap.org/wiki/Search'>more examples...</a>
ca_es: exemples: 'Alkmaar', 'Regent Street, Cambridge', 'CB2 5AQ' o 'oficines de correus a prop Lünen' <a href='http://wiki.openstreetmap.org/wiki/Search'>més exemples...</a>

source: Trunk road
ca_es: Autovia de

source: Primary road
ca_es: Carretera principal

source: Secondary road
ca_es: Carretera secundària

source: Unclassified road
ca_es: Carretera sense classificar

source: Cycleway
ca_es: Carril bici

source: Subway
ca_es: Metro

source: Light rail
ca_es: Tren lleuger

source: tram
ca_es: tramvia

source: chair lift
ca_es: telecadira

source: Airport Runway
ca_es: Pista d'aeroport

source: taxiway
ca_es: carril de taxi

source: Airport apron
ca_es: Davantal de l'Aeroport

source: Administrative boundary
ca_es: Límits administratius

source: Golf course
ca_es: Camp de golf

source: Residential area
ca_es: Zona residencial

source: Tourist attraction
ca_es: Atracció turística

source: Common
ca_es: Comú

source: meadow
ca_es: Prat

source: Retail area
ca_es: Zona de venda al detall

source: Industrial area
ca_es: Zona industrial

source: Commercial area
ca_es: Zona comercial

source: Heathland
ca_es: Bruguerar

source: Lake
ca_es: Llac

source: reservoir
ca_es: Embassament

source: Brownfield site
ca_es: Lloc Brownfield

source: Sports pitch
ca_es: Camp d'esports

source: Sports centre
ca_es: Centre esportiu

source: Nature reserve
ca_es: Reserva natural

source: Military area
ca_es: Àrea militar

source: university
ca_es: Universitat

source: Significant building
ca_es: Edifici significatiu

source: Railway station
ca_es: Estació de tren

source: Summit
ca_es: Cim

source: peak
ca_es: pic

source: Dashed casing = tunnel
ca_es: Carcassa de guions = túnel

source: Black casing = bridge
ca_es: Embolcall negre = bridge

source: Private access
ca_es: Accés privat

source: Permissive access
ca_es: Permissiva accés

source: Destination access
ca_es: Accés de destinació

source: Roads under construction
ca_es: Carreteres en construcció

source: Preview
ca_es: Previsualització

source: Parsed with <a href="http://daringfireball.net/projects/markdown/">Markdown</a>
ca_es: Analitzat amb <a href="http://daringfireball.net/projects/markdown/">Markdown</a>

source: Headings
ca_es: Encapçalaments

source: Heading
ca_es: Encapçalament

source: Subheading
ca_es: Subencapçalament

source: Unordered list
ca_es: Llista sense ordenar

source: Ordered list
ca_es: Llista ordenada

source: First item
ca_es: Primer element

source: Second item
ca_es: Segon element

source: Link
ca_es: Enllaç

source: Image
ca_es: Imatge

source: Alt text
ca_es: Text alternatiu

source: Private (only shared as anonymous, unordered points)
ca_es: Privat (només compartit com anònim, el punts són desordenats)

source: Public (shown in trace list and as anonymous, unordered points)
ca_es: Públic (mostrat en llista de traça i com anònims, desordenada punts)

source: Trackable (only shared as anonymous, ordered points with timestamps)
ca_es: Seguiments (només compartit com punts anònims, ordenades amb timestamps)

source: Identifiable (shown in trace list and as identifiable, ordered points with timestamps)
ca_es: Identifiable (mostrat en llista de traça i com a punts d'identificació, ordenades amb timestamps)

source: Upload GPS Trace
ca_es: Pujar traça de GPS

source: Your GPX file has been uploaded and is awaiting insertion in to the database. This will usually happen within half an hour, and an email will be sent to you on completion.
ca_es: El fitxer GPX s'ha pujat i està pendent d'inserció a la base de dades. Això passarà en general dins d'una mitja hora, i se us enviarà un correu electrònic en finalitzar.

source: Editing trace %{name}
ca_es: Editant traça %{name}

source: Filename:
ca_es: Nom del fitxer:

source: Uploaded:
ca_es: Pujat a:

source: Points:
ca_es: Punts:

source: Start coordinate:
ca_es: Coordenada d'inici:

source: map
ca_es: mapa

source: edit
ca_es: modificació

source: Owner:
ca_es: Propietari:

source: comma delimited
ca_es: separat per comes

source: Save Changes
ca_es: Desa els canvis

source: Visibility:
ca_es: Visibilitat:

source: what does this mean?
ca_es: Què vol dir això?

source: Upload GPX File:
ca_es: Carregui l'arxiu GPX:

source: Upload
ca_es: Puja
